{"title": "Turnout in 2024 Presidential election?", "description": "This is a market on the total popular vote count for the U.S. Presidential Election."}
{"title": "Will Trump do better in Florida or Alaska?", "description": "This market will resolve to \"Florida” if Donald Trump's margin of victory winning the popular vote in Florida is higher than his margin of victory winning the popular vote in Alaska in the 2024 U.S. Presidential Election. \n\nThis market will resolve to \"Alaska” if Donald Trump's margin of victory winning the popular vote in Alaska is higher than his margin of victory winning the popular vote in Florida in the 2024 U.S. Presidential Election. \n\nFor the purpose of resolving this market, the 'margin of victory' is defined as the absolute difference between the percentages of votes received by Donald Trump and the second-place candidate. Percentages of the votes received by each party will be determined by dividing the total number of votes received by each Donald Trump and the second place candidate by the sum of all votes cast in Florida and Alaska each for the 2024 U.S. Presidential Election.\n\nIf Donald Trump loses both states, this market will resolve based off the state in which he had a smaller margin of defeat between himself and the first place candidate.\n\nThis market will resolve based off the official vote count once both relevant states have certified the vote.\n\nIf a recount is initiated in either state before certification, this market will remain open until the recount is completed and the vote is certified. If a recount occurs after certification, the recount will not be considered."}
{"title": "Kamala wins Pennsylvania but loses the Election?", "description": "This market will resolve to \"Yes\" if Kamala Harris wins the popular vote in Pennsylvania and loses the 2024 US presidential election. Otherwise, this market will resolve to \"No\". \n\nThe resolution source for this market is the Associated Press, Fox News, and NBC. This market will resolve once all three sources call the race and the state for the same candidate. If all three sources haven’t called the race in this state for the same candidate, this market will resolve based on the official certification."}
{"title": "Will Trump get more votes than 2020?", "description": "According to uselectionatlas.org Donald Trump received 74,225,926 votes in the 2020 Presidential election (see: https://uselectionatlas.org/RESULTS/). \n\nThis market will resolve to “Yes” if Donald Trump receives 74,225,927 or more votes in the 2024 U.S. Presidential election. Otherwise this market will resolve to \"No\".   \n\nThis market will resolve based on the total number of votes for Donald Trump in the 2024 Presidential election according to uselectionatlas.org once their dataset includes the certified vote totals for all U.S. States and the District of Columbia. If a recount is initiated before certification, the market will remain open until the recount is completed and the vote is certified. If a recount occurs after uselectionatlas.org has published vote totals based on the final certifications, the recount will not be considered. \n\nIf there are no outstanding recounts, and electionatlas.org has not published total vote numbers based on the state certified results by December 17, 2024, 12:00 PM ET, this market will resolve according to the total vote numbers from the United States Elections Project (electproject.org). If the United States Elections Project has not published certified vote totals, another credible resolution source will be chosen."}
{"title": "Will Kamala get more votes than Biden?", "description": "According to uselectionatlas.org Joe Biden received 81,286,454 votes in the 2020 Presidential election (see: https://uselectionatlas.org/RESULTS/). \n\nThis market will resolve to “Yes” if Kamala receives 81,286,455 or more votes in the 2024 U.S. Presidential election. Otherwise this market will resolve to \"No\".   \n\nThis market will resolve based on the total number of votes in the 2024 Presidential election according to uselectionatlas.org once their dataset includes the certified vote totals for all U.S. States and the District of Columbia. If a recount is initiated before certification, the market will remain open until the recount is completed and the vote is certified. If a recount occurs after uselectionatlas.org has published vote totals based on the final certifications, the recount will not be considered. If both candidates are taken off the ballot simultaneously, this market will resolve 50-50.\n\nIf there are no outstanding recounts, and electionatlas.org has not published total vote numbers based on the state certified results by December 17, 2024, 12:00 PM ET, this market will resolve according to the total vote numbers from the United States Elections Project (electproject.org). If the United States Elections Project has not published certified vote totals, another credible resolution source will be chosen."}
{"title": "October 2024 Temperature Increase (ºC)", "description": "This is a market group over the temperature increase the Global Land-Ocean Temperature Index for October 2024."}
{"title": "What will Trump say during Rogan podcast?", "description": "This is a market group on predicting the statements made by Trump during his interview on the Joe Rogan podcast scheduled to be released on Friday"}
{"title": "Winning candidate also wins popular vote?", "description": "This market will resolve to “Yes” if the candidate who wins the Presidency also wins the popular vote in the 2024 U.S. Presidential election. Otherwise this market will resolve to \"No\".\n\nThe resolution source for the popular vote will be an overwhelming consensus of credible reporting as to who is the winner of the popular vote.\n\nThe resolution source for the winner of the Presidency will be the Associated Press, Fox News, and NBC. This market will resolve once all three sources call the race for the same candidate. If all three sources haven’t called the race for the same candidate by the inauguration date (January 20, 2025) this market will resolve based on who is inaugurated."}
{"title": "MLS Cup Winner", "description": "This is a market on predicting the winner of the Major League Soccer Cup."}
{"title": "East coast port strike in January?", "description": "On October 3, the International Longshoremen’s Association (ILA) announced that it had reached a deal to suspend its three-day strike until Jan. 15 to provide time to negotiate a new contract (see: https://www.cbsnews.com/news/port-strike-ends-tentative-deal-until-jan-15-dockworkers/).\n\nThis market will resolve to \"Yes\" if the ILA or its leadership declares or announces a strike affecting any US East Coast or Gulf Coast port at any point in January 2025 ET. Otherwise, this market will resolve to \"No.\"\n\nIf the ILA announces a new deal which would avert any US East Coast or Gulf Coast port strike through January of 2025, this market will resolve to \"No\". \n\nThe resolution source will be official announcements from the ILA however a consensus of credible reporting will also be used."}
{"title": "Will Joe Rogan announce he is voting for Trump?", "description": "This market will resolve to \"Yes\" if Joe Rogan announces that he will vote for Donald Trump to be President of the United States by November 4, 2024, 11:59 PM ET. Otherwise this market will resolve to \"No\".\n\nFor this market to resolve to \"Yes\", Rogan must explicitly announce that he is voting for Trump. Other statements of support will not suffice to resolve this market to \"Yes\".\n\nThe resolution source for this market will be statements or official information from Joe Rogan or one of his representatives."}
{"title": "U.S. military action against Yemen in 2024?", "description": "This market will resolve to \"Yes\" if the United States initiates a military action on Yemeni soil, airspace, or maritime territory between October 22, 2024, and December 31, 2024, 11:59 PM ET. Otherwise, this market will resolve to \"No\".\n\nFor the purposes of this market, a \"military action\" will be considered to be any use of force executed by the U.S. on Yemeni soil, airspace, or maritime territory (e.g. if a weapons depot on Yemeni soil is subject to an U.S. missile strike, this market will resolve to \"Yes\") that is officially acknowledged by the U.S. government or a consensus of credible reporting. This includes, but is not limited to, airstrikes, naval attacks, or ground invasions. Cyber attacks, sanctions, or diplomatic actions will not count towards the resolution of this market.\n\nIn the case that the \"Yes\" resolution criteria are met prior to this market's resolution date, this market will resolve immediately.\n\nThe resolution source will be a consensus of credible reporting."}
{"title": "U.S. evacuates Beirut Embassy in 2024?", "description": "This market will resolve to \"Yes\" if the U.S. government announces a full evacuation of the U.S. Embassy in Beirut, Lebanon, or a full evacuation is otherwise confirmed by December 31, 2024, 11:59 PM ET. Otherwise, this market will resolve to \"No\".\n\nA full evacuation announced within this market's timeframe will qualify for a \"Yes\" resolution regardless of whether an actual evacuation subsequently takes place within the timeframe.\n\nAnnouncements of a partial evacuation, where some staff are intended to remain, will not count.\n\nThe resolution source will be official statements from the U.S. government, or a consensus of credible reporting confirming the evacuation of the embassy."}
{"title": "Will Trump smoke weed with Rogan?", "description": "Donald Trump has scheduled a podcast interview on The Joe Rogan Experience to be released on Friday, October 25, 2024.\n\nThis market will resolve to \"Yes\" if Donald Trump puffs on, smokes, vapes, or inhales any marijuana-based product, or any product that contains cannabinoids, during his appearance on this podcast episode. Otherwise, this market will resolve to \"No\".\n\nIf Trump cancels his appearance, or if the podcast release is otherwise cancelled or delayed past November 4, 11:59 PM ET, this market will resolve to \"No\".\n\nThe resolution source will be the released podcast and/or its transcript."}
{"title": "$WIF listed on Coinbase in 2024?", "description": "This market will resolve to \"Yes\" if the crypto token Dogwifhat ($WIF) is listed for spot purchase on Coinbase by December 31, 2024, 11:59 PM ET. Otherwise, this market will resolve to \"No\".\n\nThe primary resolution source for this market will be Coinbase, however a consensus of credible reporting will also be used."}
{"title": "How long will the Trump x Rogan Podcast be?", "description": "This is a market on predicting the duration of the Trump x Rogan podcast episode."}
{"title": "What day will the AP call the election?", "description": "This is a market on predicting the exact day the Associated Press will declare the election results."}
{"title": "What will Trump say during Pennsylvania rally?", "description": "This is a market group over predicting which statements will be made by Trump during his rally in State College, Pennsylvania on October 26, at 4:00 PM ET.\n\nhttps://event.donaldjtrump.com/events/president-donald-j-trump-to-hold-a-rally-in-state-college-pennslyvania"}
